Repository: 84000/translation-memory-resources
Catalog: post_input/toh101.bo.en.tmx
Source language: bo
Languages: en

source: གང་ གིས་ ང་ ནི་ ལམ་ གནས་པ །_། དེ་ ནི་ ང་ ཡི་ སློབ་དཔོན་ ཡིན །_།
en: $1787 “It is the path that I followed— It is my master.

source: དེ་ ནི་ ང་ ཡི་ བདེ་ འདྲེན་པ །_།
en: It is my blissful guide.

source: དེ་ ནི་ ང་ ཡི་ མིག་ སྦྱོང་བ འོ །_།
en: It is what cleansed my vision.

source: དེ་ ནི་ ང་ ཡི་ སྟོན་ ཡིན་པ ས །_། ང་ ནི་ རྟག་པ ར་ གུས་པ ར་ གནས །_།
en: $1788 “It is my teacher— Thus I always adhere respectfully to it.

source: ང་ ནི་ དེ་ ལ་ བརྟེན་ ནས་ སུ །_། འཇིག་རྟེན་ ཐ་མ ར་ བདེ་བ་ ཡིན །_།
en: Based on it I am happy in this defective world.

source: བསྐལ་པ་ དག་ ནི་ གྲངས་མེད་པ །_། བསམ་ གྱིས་ མི་ ཁྱབ་ ཡངས་པ་ ན །_། |#| སྔོན་ གྱི་ དུས་ སུ་ དེ་བཞིན་ གཤེགས །_། |#| ལྷུན་པོ འི་ རྒྱལ་པོ་ བྱུང་བ ར་ འགྱུར །_།
en: $1789 “Innumerable eons ago— Inconceivably long ago—in Vaiśālī, There was a thus-gone one Called King of Mountains.

source: ལྷུན་ རྒྱལ་ མྱ་ངན་ འདས་ ནས་ སུ །_།
en: $1790 “After King of Mountains passed away,

source: ཉན་ཐོས་ མཛངས་པ་ བྱུང་བ ར་ གྱུར །_།
en: There was a hearer called Wise One.

source: མཁས་པ འང་ ཡིན་ ཞིང་ ཤེས་རབ་ ཆེ །_། |#| ཆོས་ མང་ ལུང་ [206a] ནི་ འབོགས་པ ར་ བྱེད །_།
en: Being skilled and very insightful, [206.a] He bestowed transmission of many teachings.

source: ཟབ་མོ འི་ དོན་ ལ་ ངེས་པ འང་ ཡིན །_། |#| ཕུང་པོ་ ཁམས་ ལ་ རྣམ་པར་ མཁས །_། |#| འདུལ་བ་ ཡི་ ནི་ ཕ་རོལ་ སོན །_། |#| ཆོས་ མངོན་པ་ ལ འང་ མཁས་པ་ ཡིན །_།
en: $1791 “He had ascertained the profound meaning, Was adept in the aggregates and constituents, Had perfected vinaya, And was also adept in abhidharma.

source: བསླབ་པ་ གསུམ་པོ་ རྣམས་ ལ་ བསླབས །_། སངས་རྒྱས་ བྱང་ཆུབ་ འཛིན་པ ར་ བྱེད །_། |#| སངས་རྒྱས་ ལྷུན་ པོ འི་ རྒྱལ་པོ་ ཡིས །_། དེ་ ནི་ བྱིན་རླབས་ དེ་ བྱུང་ གྱུར །_།
en: $1792 “He was trained in all three trainings, Upheld the buddhas’ awakening, And was authorized By Buddha King of Mountains.

source: སངས་རྒྱས་ ཐེག་པ་ མཆོག་ ལ་ ཞུགས །_། |#| ཟབ་མོ་ ལ་ ཡང་ མཁས་པ་ ཡིན །_།
en: $1793 “He had embarked on the buddhas’ supreme vehicle, And was also adept in the profound.

source: མཛངས་པ འི་ ཡོན་ཏན་ རྣམས་ ཀྱི་ མཐའ །_། ཉེ་བ ར་ བསྟན་པ ར་ ནུས་ མ་ ཡིན །_།
en: The limit of Wise One’s qualities Was impossible to demonstrate.

source: རྒྱལ་ ཁྱིམ་ མེ་ཏོག་ཅན་ དུ་ ནི །_། ཚོང་དཔོན་ ནོར་ ཆེན་ བྱུང་བ ར་ གྱུར །_།
en: $1794 “In the royal house of Puṣpavati There was a rich merchant.

source: ལོངས་ སྤྱོད་ ཕུང་པོ ས་ ཡངས་པ་ ཡིན །_། |#| བསོད་ནམས་ གཟི་ ཡིས་ གཟི་བརྗིད་ བྱས །_།
en: He was replete with great wealth, And beamed with the splendor of merit.

source: མང་པོ ས་ མཆོད་འོས་ ཞེས་ བྱ་བ །_། དེ་ ནི་ དེ་ ན་ བྱུང་བ ར་ གྱུར །_།
en: $1795 “As he lived there He was known as Mahārhata.

source: ཁྲིམས་ལྡན་ ཡོན་ཏན་ ཕུན་སུམ་ ཚོགས །_། བཟང་ལྡན་ རྣམ་པར་ གྲགས་པ་ བྱུང་ །_།
en: But, being disciplined and replete with excellent qualities, He was also known as Rūpavati.

source: དེ་ ཚེ་ ཚོང་དཔོན་ བཟང་ལྡན་ ཡང་ །_། མཛངས་པ འི་ ཐད་ དུ་ ཉེ་བ ར་ སོང་ །_།
en: $1796 “The merchant Rūpavati once Approached Wise One, Whereupon

source: ཤེས་རབ་ ཆེན་པོ་ ཐོས་མང་ དེས །_། |#| དེ་ ལ་ ཆོས་ ནི་ བསྟན་པ་ བྱས །_།
en: the insightful and learned being Taught him the Dharma.

source: གྲགས་ དང་ ལྡན་པ་ མཛངས་པ་ ལས །_། དེ་ ཡིས་ དམ་ཆོས་ དེ་ ཐོས་ ནས །_།
en: $1797 “Upon hearing the sublime Dharma From the renowned Wise One,

source: ལོངས་སྤྱོད་ ཕུང་པོ་ མཐའ་ ཡ ས་ དང་ །_། ཆོས་ དེ་ ཐམས་ཅད་ སོགས་ པར་ བྱེད །_།
en: He would use his infinite wealth To collect all those teachings.

source: གང་ ཁྱོད་ གཏོང་བ་ དེ་ འདྲ་ ནི །_། ཚོང་དཔོན་ ཁྱོད་ ཀྱིས་ དད་པ་ ལེགས །_།
en: $1798 “Wise One said, ‘Such generosity you have shown. |#| Merchant, it is excellent that you are so devout.

source: གང་ ཐོས་ ནས་ ནི་ རྣམ་ཤེས་པ །_། དེ་ ནི་ ཆོས་ ཀྱི་ གཏེར་ ཡིན་ ནོ །_།
en: That knowledge you have heard Is the treasure of Dharma.’

source: དེ་ ཚེ་ ཚོང་དཔོན་ བཟང་ལྡན་ ཡང་ །_། མཛངས་པ་ ཡི་ ནི་ ཕྱི་བཞིན་ གནས །_།
en: $1799 “Then the merchant Rūpavati Attended upon Wise One.

source: ལོ་ ནི་ མང་པོ་ མི་ ཉུང་བ ར །_། དེ་ ནི་ དེ་ ན་ རྗེས་སུ་ འབྲང་ །_།
en: For a great many years He followed him.

source: ཆོས་ སྨྲ་བ་ ལ་ ཚོང་དཔོན་ དེ འང་ །_། ལོ་ ནི་ ཉི་ཤུ ར་ རྗེས་ འབྲང་བ ས །_། དེ་ ལས་ ཆོས་ རྣམས་ ཉན་ བྱེད་པ ས །_། དེ་ ནི་ ཉན་པ ས་ ངོམས་པ་ མེད །_།
en: $1800 “For twenty years, While the merchant followed the Dharma preacher, The preacher made the merchant listen to the teachings from him, Yet the merchant still wanted more teachings.

source: སྐྱེ་བོ་ མང་པོ་ བསྙེན་བཀུར་ གྱིས །_། རྟག་ ཏུ་ སྤྲོ་བ ར་ ཞུགས་ གྱུར་ ཀྱང་ །_།
en: $1801 “Although many people always served The merchant in pleasing ways,

source: དེ་ ཡི་ སེམས་ ལ་ ནམ་ཡང་ ནི །_། ཡོངས་སུ་ གདུང་བ་ བྱུང་ མ་ གྱུར །_།
en: His mind was never free From being tormented.#81

source: དུས་ཚོད་ གཅིག་ ཏུ་ མཛངས་པ་ ལ །_། གསེར་ ནི་ བྱེ་བ་ ཕྲག་ ཉི་ཤུ །_། ཚང་བ ར་ འབུལ་བ ར་ བྱེད་པ ར་ གྱུར །_། |#| དེ་ ཚེ་ མཛངས་པ་ སྤྱོད་པ ར་ བྱེད །_།
en: $1802 “He once offered To Wise One Two hundred million gold ingots in full, Which Wise One accepted.

source: དེ་ འདྲ་བ་ ཡི་ དུས་ཚོད་ དུ །_། དེ་ ལ་ གསེར་ གྱི་ ཕུང་པོ་ འགྲོ །_།
en: $1803 “On another such occasion, He brought a heap of gold to him.

source: དེ་ འདྲ འི་ བསྙེན་བཀུར་ བྱས་པ ས་ ན །_། |#| དེ་ ཡི་ ཕྱིར་ཡང་ དགའ་བ ར་ གྱུར །_།
en: Through being served so, Wise One was thus pleased.

source: ཕྱི་ ནས་ དུས་ཚོད་ སྟོང་ དུ་ ནི །_། དགེ་སློང་ རེ་རེ འི་ ཐད་ དུ་ འགྲོ །_།
en: $1804 “Later, on a thousand occasions, He paid visits to each monk,

source: མཛངས་པ་ ཡིས་ ནི་ ཆོས་ སྨྲས་པ །_། [206b] དེ་དག་ དེ་ ཡི་ རྗེས་སུ་ འབྲང་ །_།
en: As they followed the Dharma Preached by Wise One. [206.b]

source: དུས་ཚོད་ དེར་ ནི་ ཞུགས་ ནས་ སུ །_།
en: $1805 “Joining in on those occasions,

source: རྟག་ ཏུ་ ཉི་ཁྲི་ རི་བ་ ཡི །_། ཆོས་གོས་ གསུམ་ ནི་ སྦྱིན་པ ར་ བྱེད །_།
en: He constantly gave them each three religious robes, Totaling twenty thousand ingots of gold—

source: འགྲོ་བ་ ཀུན་ ཏུའང་ དེ་ འདྲ འོ །_།
en: Such were his movements everywhere.

source: དགེ་སློང་ རེ་རེ་ རེ་རེ་ ཡི །_། དོན་ གྱི་ ཕྱིར་ ནི་གུ ས་ བྱས་ ནས །_། |#| གནས་ཁང་ གཞན་ དང་ གཞན་དག་ ནི །_། བཟང་ལྡན་ དེ་ ནི་ བྱེད་ དུ་ འཇུག _།_
en: $1806 “For the sake of each and every monk, Rūpavati Respectfully commissioned Further rest houses and other things.

source: གནས་ཁང་ རེ་རེ་ རེ་རེ ར་ ཡང་ །_། བྱེ་བ་ ཉི་ཤུ་ ཚང་བ་ ཡི །_། གསེར་ ནི་ འཇུག་པ ར་ བྱེད་པ་ ཡིན །_། |#| རྟ་བབས་ སྣ་ཚོགས་ བཙུགས་པ ར་ གྱུར །_།
en: $1807 “And in each and every rest house He also had gold put in place, Equaling two hundred million ingots in full, And erected various porticoes too.

source: དེ་ ན་ དུས་ སུ་ མཛངས་པ་ ཡིས །_། ཆོས་ ཀྱི་ དམ་པ་ བསྟན་ ནས་ སུ །_།
en: $1808 “Then, on one occasion, while Wise One was teaching him The most sublime Dharma,

source: སྲོག་ཆགས་ རྣམས་ ཀྱི་ དོན་ བྱས་ ཏེ །_། |#| དེར་ ནི་ ལུས་ ཀྱང་ བོར་བ ར་ གྱུར །_།
en: He finished his work for the benefit of beings And left behind his body there.

source: བཟང་ ལྡན་ ཡང་ ནི་ སྤྲོ་ གྱུར་ ཏེ །_། |#| དེར་ ནི་ ལུས་ ཀྱང་ བསྲེགས་ ནས་ སུ །_། ཀུན་ ནས་ དཔག་ཚད་ བརྒྱད་པ་ ཡི །_། མཆོད་རྟེན་ ཡངས་པ་ བྱས་པ ར་ གྱུར །_།
en: $1809 “Rūpavati went forth And, once the body had been cremated, Had an expansive stupa built Measuring eight leagues wide.

source: མཆོད་རྟེན་ དེ་ཡང་ རིན་ཆེན་ བྱས །_།
en: $1810 “He also equipped the stūpa with gems.

source: མཆོད་རྟེན་ རབ་གནས་ བྱས་ ནས་ སུ །_། མེ་ཏོག་ སྤོས་ དང་ བྱུག་ རྣམས་ ཀྱིས །_། ཉིན་ དང་ མཚན་ དུ་ མཆོད་པ་ བྱེད །_།
en: And once the stūpa was consecrated, He worshiped it day and night With flowers, incenses, and perfumes.

source: དེར་ ནི་ ཚོང་དཔོན་ ནོར་ ཆེན་པོ །_། དེ་ཡང་ འཆི་བ འི་ དུས་བྱ ས་ ནས །_།
en: $1811 “After the rich merchant Had died there,

source: སངས་རྒྱས་ མང་པོ་ མཉེས་པ ར་ བྱེད །_། |#| ནམ་ཡང་ ངན་འགྲོ ར་ སོང་ མ་ ཡིན །_།
en: He never migrated to unpleasant destinies Since he had pleased many buddhas.

source: དེ་ ནི་ དགེ་བ འི་ རྩ་བ་ དེས །_། |#| བསྐལ་པ་ བྱེ་ ཕྲག་ བརྒྱད་ཅུ ར་ ནི །_། རྟག་ ཏུ་ དེ་ ནི་ ཚངས་པ ར་ འགྱུར །_། |#| རྟག་པ ར་ རྒྱུན་ དུ་ སངས་རྒྱས་ མཐོང་ །_།
en: $1812 “By his roots of virtue, For eight hundred million eons He continually became Brahmā And constantly beheld buddhas.

source: བསྐལ་པ་ བྱེ་ ཕྲག་ བརྒྱད་ཅུ ར་ ནི །_། རྟག་ ཏུ་ སུམ་ཅུ་རྩ་གསུམ་ གྱི །_། ལྷ་ ཡི་ རྒྱལ་པོ་ བྱས་པ ར་ གྱུར །_། |#| དེ་ ནི་ རྟག་ ཏུ་ སངས་རྒྱས་ མཐོང་ །_།
en: $1813 “For eight hundred million eons He continually served as king of the gods In the Heaven of the Thirty-Three, And constantly beheld buddhas.

source: བསྐལ་པ་ བྱེ་ ཕྲག་ བརྒྱད་ཅུ ར་ ནི །_། རྟག་ ཏུ་ འཁོར་ལོ ས་ སྒྱུར་བ ར་ གྱུར །_། |#| སངས་རྒྱས་ ཀྱང་ ནི་ རྟག་པ ར་ མཐོང་ །_། |#| དེ་ མཐོང་ ནས་ ཀྱང་ བསྟི་སྟང་ བྱེད །_།
en: $1814 “For eight hundred million eons, He continually became a universal monarch, Constantly beheld buddhas, And upon seeing them, also honored them.

source: སངས་རྒྱས་ བྱེ་བ་ ཕྲག་ མང་ དང་ །_། བྱེ་བ་ ཁྲག་ཁྲིག་ ཕྲག་ བརྒྱད་ཅུ །_། དེ་ ཚེ་ ཚོང་དཔོན་ བཟང་ལྡན་ ཞེས །_། རྣམ་པར་ གྲགས་པས་ མཉེས་པ ར་ བྱེད །_།
en: $1815 “During that time, The merchant known as Rūpavati Pleased many tens of millions of buddhas— Eight hundred quadrillion of them.

source: དེར་ ནི་ རྒྱལ་བ་ མཉེས་ བྱས་ ནས །_། |#| མཆོད་པ་ མཐའ་ ཡ ས་ བྱས་ ནས་ སུ །_།
en: $1816 “Pleasing the victorious ones, He made infinite offerings on those occasions.

source: དེ་ ཚེ་ ཆོས་ ནི་ ཞུས་ ནས་ ཀྱང་ །_།
en: Then after receiving the Dharma,

source: ཆུང་མ འི་ ཐད་ སོང་ སྟོན་པ ར་ བྱེད །_།
en: He went before his wife to teach her.

source: རྒྱལ་ ཁྱིམ་ མེ་ཏོག་ཅན་ དུ་ ནི །_། དེ་ ཚེ་ བཟང་ལྡན་ རྣམ་པར་ གྲགས །_། |#| ཁྱིམ་བདག་ བྱུང་ དེ་ གཞན་ ཡིན་ སྙམ །_། |#| ཀུན་དགའ་ ཁྱོད་ ནི་ སེམས་ གྱུར་ ན །_།
en: $1817 “If you think, Ānanda, That the householder Then known as Rūpavati, Who appeared in the royal house of Puṣpavati, was someone else,

source: དེ་ ནི་ དེ་ལྟ ར་ བལྟ་ མི་ བྱ །_།
en: $1818 “Do not see it that way!

source: དགེ་སློང་ མཛངས་པ་ ཆོས་ སྨྲ་བ །_། དེ་ ལ་ མཆོད་ བྱེད་ གང་ཡིན་པ །_། [207a] བཟང་ལྡན་ དེ་ ནི་ ང་ ཡིན་ ནོ །_།
en: For that Rūpavati Who made offerings To the Dharma preacher, the monk Wise One, was me. [207.a]

source: ཆོས་ ནི་ ཡོངས་སུ་ གཟུང་ དོན་ ཕྱིར །_ ང་ ཡིས་ དེ་ འདྲ འི་ མཆོད་པ་ བྱས །_།
en: $1819 “I made such offerings In order to receive the Dharma.

source: དགེ་བ འི་ རྩ་བ་ དེ་ཉིད་ ཀྱིས །_། འདིར་ ནི་ བྱང་ཆུབ་ དེ་ ཐོབ་ ཡིན །_།
en: Through that very root of virtue, I attained awakening here.

source: མཛངས་པ་ ཆོས་ ནི་ སྨྲ་བ་ ལ །_། གང་དག་ བསོད་ནམས་ ཆེ་ བྱས་པ འི །_། བསོད་ནམས་ ཕུང་པོ འི་ ཟད་པ་ ནི །_། ང་ ལ་ད་ དུང་ ཡོད་ མ་ ཡིན །_།
en: $1820 “I have still not exhausted The heap of merit From the great merit that I performed Due to the Dharma preacher Wise One.

source: བསོད་ནམས་ གྲངས་ ཡོད་ མ་ཡིན་པ །_། དཔག་ ཏུ་ མེད་པ ས་ ཐོབ་པ་ ཡིན །_།
en: $1821 “Based on what I attained through Immeasurable and innumerable merits,

source: ང་ ཡིས་ སངས་རྒྱས་ རྟག་པ ར་ མཐོང་ །_། |#| དེ་དག་ ལ་ ནི་ ཆོས་ ཀྱང་ ཞུས །_།
en: I have continually beheld buddhas And received the Dharma from them.

source: དེ་ལྟ ར་ ཇི་ལྟ ར་ བསྟན་པ་ ལྟར །_། ཀུན་ ཀྱང་ ང་ ལ་ དེ་སྐད་ སྟོན །_།
en: $1822 “Precisely as they have been taught, So too do they all teach me.

source: བྱང་ཆུབ་ ལམ་ ནི་ དེ་ ཡིན་ གྱིས །_། དེ་ཕྱིར་ དེ་ ལ་ བསྟེན་པ ར་ བྱོས །_།
en: Since that is the path to awakening You should rely on that!”

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ལ་ ཚེ་ དང་ ལྡན་པ་ ཀུན་དགའ་ བོས་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ །_།
en: $1823 The venerable Ānanda then said to the Blessed One,

source: བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་རྒྱས་ ནི་ འདི་ལྟར་ བསོད་ནམས་ འབྱུང་བ་ ཤིན་ཏུ་ ཡོངས་སུ་ བརྙེས་པ་ ལགས་ ན །_
en: “Blessed One, given that the Thus-Gone One, the Worthy One, the perfect Buddha acquired such an abundance of merit,

source: བཅོམ་ལྡན་འདས་ ཀྱི་ སྔོན་ གྱི་ སྐུ་ རྣམས་ ཀྱང་ ཐམས་ཅད་ དུ་ ཁྱད་པར་ཅན་ དུ་ གྱུར་པ་ ནི་ ངོ་མཚར་ ལགས་སོ །_།
en: it is wonderful that the Blessed One’s previous bodies would also be so exalted.

source: བཅོམ་ལྡན་འདས་ དགེ་སློང་ མཛངས་པ་ ཞེས་ བགྱི་ བ་བྱུང་ བར་ གྱུར་པ་ དེ །_ |#| བཅོམ་ལྡན་འདས་ ཡོངས་སུ་ མྱ་ངན་ ལས་ འདས་ ལགས་ སམ །_
en: Blessed One, has the monk called Wise One who appeared then passed into nirvāṇa?”

source: ཀུན་ དགའ་བོ་ དགེ་སློང་ དེ་ ནི་ ད་དུང་ ཡོངས་སུ་ མྱ་ངན་ ལས་མ་ འདས་ ཏེ །_
en: $1824 “No, Ānanda,” |#| “that monk has still not passed into nirvāṇa. |#| For,

source: ཀུན་དགའ་བོ་ དགེ་སློང་ དེ་ ནི་ ང འི་ བསྟན་པ་ འདི་ ལ་ བྱང་ཆུབ་ སེམས་དཔ འི་ སྤྱད་པ་ སྤྱོད་ དོ །_།
en: Ānanda, he is practicing bodhisattva conduct under this teaching of mine.”

source: བཅོམ་ལྡན་འདས་ ཚོང་དཔོན་ བཟང་ལྡན་ ཆོས་ སྨྲ་བ་ མཛངས་པ་ ལ་ རིམ་གྲོ་ དང་ བསྙེན་བཀུར་ བགྱིས་ ནས་ དགེ་བ འི་ རྩ་བ འི་ ཚོགས་ དེས་ དེ་ ལ་ བརྟེན་ ནས །_ |#| བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ མངོན་པར་ རྫོགས་པ ར་ སངས་རྒྱས་ ལགས་ ཀྱང་ །_ དགེ་སློང་ མཛངས་པ་ ད་དུང་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ མངོན་པར་ རྫོགས་པ ར་ སངས་ མ་ རྒྱས་པ་ ནི་ ངོ་མཚར་ ལགས་སོ །_།
en: “Blessed One, how wonderful it is that, although the merchant Rūpavati has fully awakened to unexcelled and perfect buddhahood based on the collection of roots of merit he gained by serving and honoring the Dharma preacher Wise One, the monk Wise One has still not fully awakened to unexcelled and perfect buddhahood.”

source: ཀུན་དགའ་བོ་ དགེ་སློང་ མཛངས་པ་ ནི་ ཇི་ལྟ ར་ ང་ ཡང་དག་ པར་ ཞུགས་པ་ དེ་ལྟ ར་ ཡང་དག་ པར་ ཞུགས་པ་ མ་ ཡིན་ ཏེ །_
en: “Ānanda, the monk Wise One did not perfectly embark as I perfectly embarked. [207.b] |#| For,

source: ཀུན་དགའ་བོ་ དགེ་སློང་ [207b] མཛངས་པ་ ནི་ བདེ་བ འི་ ཐེག་པ ས་ ཡང་དག་ པར་ ཞུགས་ ཀྱི་ སྡུག་བསྔལ་ གྱི་ ཐེག་པ ས་ ཡང་དག་ པར་ ཞུགས་པ་ མ་ ཡིན་ ལ །_
en: Ānanda, the monk Wise One perfectly embarked through the vehicle of pleasure, not through the vehicle of suffering, whereas

source: ཀུན་དགའ་བོ་ འདི་ ལ་ ང་ ནི་ ཡུན་རིང་པོ་ ནས་ སྡུག་བསྔལ་ གྱི་ ཐེག་པ ས་ ངེས་པ ར་ བྱུང་བ་ ཡིན་ ནོ །_།
en: I, Ānanda, reached perfection over a long period of time through the vehicle of suffering.

source: !ཀུན་དགའ་བོ་ ང་ སྔོན་ བྱང་ཆུབ་ སེམས་དཔ འི་ སྤྱད་པ་ སྤྱོད་པ་ ན་ ཡང་ འདི་ སྙམ་ དུ་ སེམས་ ཏེ །_ |#| གང་ གི་ ཚེ་ སེམས་ཅན་ རྣམས་ སྡུག་བསྔལ་ བར་ གྱུར་ ཅིང་ གང་ ཕལ་ཆེ ར་ ངན་སོང་ ལས་ གཞོལ །_ ངན་སོང་ ལ་ འབབ །_ ངན་སོང་ ལ་ བབ་པ ར་ གྱུར་པ་ ན །_ |#| ང་ དེ འི་ ཚེ་ དེ འི་ དུས་ ན་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ སངས་རྒྱས་ ནས་ སེམས་ཅན་ དེ་དག་ སྡུག་བསྔལ་ རྣམས་ ལས་ ཡོངས་སུ་ ཐར་བ ར་ བྱ འོ་ སྙམ་ སྟེ |#| ཀུན་དགའ་བོ་ ང་ ནི་ ཡུན་རིང་པོ་ ནས་ སྨོན་ལམ་ དེ་སྐད་ བཏབ་པོ །_།
en: Moreover, Ānanda, while I was previously practicing bodhisattva conduct over a long period of time I made the aspiration, |#| ‘As long as beings suffer and most of them are inclined toward#82 negative destinies, fall into negative destinies, and have fallen into negative destinies, I will, having awakened to unexcelled and perfect buddhahood, completely free those beings from suffering!’

source: ཀུན་དགའ་བོ་ དགེ་སློང་ མཛངས་པ ས་ ཇི་ལྟ ར་ ཡང་དག་ པར་ བླང་བ་ བརྩམས་པ་ དང་ །_ ཡང་དག་ པར་ བླངས་པ་ དང་ །_ དོན་ དུ་ གཉེར་བ་ དང་ །_ སྨོན་པ་ དང་ །_ ཀུན་དགའ་བོ་ དགེ་སློང་ མཛངས་པ་ ཇི་ཙམ་ དུ་ ཡང་དག་ པར་ བླང་བ་ ཆེན་པོ་ དེ་ འདྲ་བ ས་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ ཡང་དག་ པར་ ཞུགས་པ་ ནི་ དཔེ ས་ བསྟན་པ ར་ མི་ ནུས་ ཏེ
en: $1827 “Ānanda, I cannot even illustrate with any analogy how the monk Wise One initiated a vow, made a vow, persevered, and aspired, nor for how long, Ānanda, the monk Wise One has journeyed toward unexcelled and perfect awakening through such a great vow. |#| Yet

source: དགེ་སློང་ འཛངས་པ་ ནི་ དེ་ལྟ ར་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ ཡང་དག་ པར་ ཞུགས་ ལ །_
en: the monk Wise One has perfectly set out for unexcelled and perfect awakening, for

source: དེས་ ནི་ ཅི་ ནས་ བདག་ བྱང་ཆུབ་ སེམས་དཔ འི་ སྤྱད་པ་ སྤྱོད་པ་ ན །_ |#| སེམས་ཅན་ གང་དག་ གིས་ མཐོང་བ་ དེ་དག་ ཐམས་ཅད་ ཐེག་པ་ ཆེན་པོ འམ །_ ཉན་ཐོས་ དང་ རང་ སངས་རྒྱས་ ཀྱི་ ཐེག་པ་ དག་ གིས་ ངེས་པ ར་ འབྱུང་བ ར་ གྱུར་ཅིག་ སྙམ་ ནས །_ |#| དགེ་བ འི་ རྩ་བ་ བསགས་པ་ བྱས་ ཤིང་ བྱེད་པ་ ཡང་ ཡིན་ ནོ །_།
en: he has accumulated and is still accumulating roots of virtue with the thought, ‘May all the beings who behold me while I am practicing bodhisattva conduct resolutely go forth through the Great Vehicle, or the vehicles of the hearers or solitary buddhas.’ ”

source: བཅོམ་ལྡན་འདས་ གང་དེ འི་ ཚེ་ བྱུང་བ ར་ གྱུར་པ འི་ དགེ་སློང་ མཛངས་པ་ དེ་ འཁོར་ འདི་ ན་ མཆིས་ ལགས་ སམ །_
en: “Blessed One, is the monk Wise One who appeared back then present in this retinue?”

source: ཀུན་དགའ་བོ་ གང་དེ འི་ ཚེ་ མཛངས་པ་ ཞེས་ བྱ་བ་ བྱུང་བ ར་ གྱུར་པ འི་ དགེ་སློང་ དེ་ ནི་ འདི་ཉིད་ ན་ འདུག་ སྟེ
en: “Ānanda, the monk who was called Wise One then is present right here,”

source: ང འི་ མདུན་ ན་ འདུག་པ་ འདི་ ཡིན་ ནོ །_།
en: “He is this one seated before me.”

source: བཅོམ་ལྡན་འདས་ ལ་ ཚེ་ དང་ ལྡན་པ་ ཀུན་དགའ་ བོས་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ །_།
en: the venerable Ānanda exclaimed.

source: བཅོམ་ལྡན་འདས་ ཇི་ཙམ་ དུ་ སེམས་ཅན་ དག་པ འི་ འདུས་པ་ འདི་ ནི་ བཅོམ་ལྡན་འདས་ ངོ་མཚར་ ལགས་སོ །_།
en: $1829 “Blessed One, how amazing this assembly of pure beings is!”

source: ཀུན་དགའ་བོ་ དེ་དེ་ བཞིན་ [208a] ནོ །_། |#| དེ་དེ་ བཞིན་ ཏེ །_
en: “Indeed, Ānanda, [208.a] indeed,”

source: ཀུན་དགའ་བོ་ སེམས་ཅན་ ཆེན་པོ་ སེམས་ཅན་ དག་པ་ རྣམས་ ཀྱི་ འཁོར་ འདུས་པ་ དེ་ ནི་ འདི་ལྟ་སྟེ །_ |#| བྱང་ཆུབ་ སེམས་དཔ འི་ འདུས་པ་ ཡིན །_ |#| སེང་གེ འི་ འདུས་པ་ ཡིན །_ |#| བག་ཚ་བ་ མེད་པ འི་ འདུས་པ་ ཡིན །_ |#| གླང་པོ་ ཆེན་པོ འི་ འདུས་པ་ ཡིན་ ནོ །_།
en: “Ānanda, the assembled retinue of great and pure beings is, accordingly, an assembly of bodhisattvas, an assembly of lions, an assembly of fearless ones, and an assembly of great elephants.”

source: ཀུན་དགའ་ བོས་ གསོལ་པ །_
en: asked Ānanda.

source: བཅོམ་ལྡན་འདས་ ཅིའི་སླད་དུ་ འདི་སྐད་ དུ་ འདུས་པ་ ཆེན་པོ་ དང་ །_ སེང་གེ འི་ འདུས་པ་ ཞེས་ བགྱི་ ལགས །_
en: $1830 “Blessed One, why is this called a great assembly and an assembly of lions?”

source: ཀུན་དགའ་བོ་ མ་རིག་ པ འི་ མུན་པ་ ཆེན་པོ་ འཇོམས་པ་ ཉིད་ ཀྱི་ ཕྱིར་ སེམས་ཅན་ གྲངས་མེད་ དཔག་ ཏུ་ མེད་པ འི་ གོ་ཆ་ བགོས་པ ས་ དེ འི་ ཕྱིར་ འདུས་པ་ ཆེན་པོ་ དང་ སེང་གེ འི་ འདུས་པ་ ཞེས་ བྱ འོ །_།
en: “Ānanda,” replied the Blessed One, “it is called a great assembly and an assembly of lions because it dons the armor of immeasurable, innumerable beings to vanquish the great darkness of ignorance.

source: ཀུན་དགའ་བོ་ འདི་ལྟ་སྟེ །_ དཔེར་ན་ རི་ དག ས་ ཀྱི་ རྒྱལ་པོ་ སེང་གེ་ གང་ དུ་ གནས་ འཆའ་བ ར་ བྱེད་པ་ དང་ །_ གང་ དུ་ གནས་པ ར་ བྱེད་པ འི་ ས་ཕྱོགས་ དེ་ ནི་ མི་ ནོན་པ་ ཡིན་ ཏེ །_
en: $1831 “Ānanda, it is like this, as a simile: |#| Wherever the lion, the king of beasts, settles and resides no one else can settle.

source: དེ་ལས་ གཞན་པ འི་ རི་ དག ས་ ཕྲ་མོ་ དག་ གིས་ དྲི་ ཡང་ མི་ བཟོད་པ ས་ ཡོངས་སུ་ སྤོང་བ ར་ བྱེད་ ལ །_
en: Lesser creatures, unable to withstand the odor, will flee, and

source: གང་ གི་ ཚེ་ ས་ཕྱོགས་ དེ་ གནོན་པ་ དེ འི་ ཚེ །_ དྲི་ དེ་ |#| ལ་ བསྣམས་ ནས་ ས་ ལ་ཁ ས་ བུབ་ ཏུ་ བུབ་ པར་ འགྱུར་ རོ །_།
en: when they happen to cross that place, they will fall to the ground on their backs upon smelling that odor.

source: ཀུན་དགའ་བོ་ དེ་བཞིན་ དུ་ གང་ ན་ སེང་གེ་ ཆེན་པོ འི་ འདུས་པ་ གནས་པ འི་ ས་ཕྱོགས་ དེ་ ནི་ ཀུན་དགའ་བོ་ བདུད་ དང་ བདུད་ ཀྱི་ རིས་ ཀྱི་ ལྷ་ རྣམས་ དང་ །_ དེ་ལས་ གཞན་པ འི་ སེམས་ཅན་ བདུད་ ཀྱིས་ བྱིན་ གྱིས་ བརླབས་པ་ རྣམས་ ཀྱིས་ མི་ ནོན་པ་ ཡིན་ ནོ །_།
en: Likewise, Ānanda, wherever the assembly of great lions resides, Ānanda, no others—such as Māra, the gods from the realm of Māra, or any other beings under Māra’s spell—can settle.

source: གལ་ཏེ་ གནོན་ དུ་ ཟིན་ ཀྱང་ འོན་ཀྱང་ སྡུག་བསྔལ་ ཞིང་ ཡིད་ མི་ བདེ་བ ས་ འཁོར་ དེ་ནས་ |#| ཕྱིར་ འདོང་ ཞིང་ དེ་ཉིད་ དུ་ ཡང་ མི་སྣང་བ ར་ འགྱུར་ ལ །_
en: If they should happen to set foot in that place, they will feel pain and unhappiness and will have to leave the entourage and disappear right at that very moment.

source: བག་ཚ་བ་ མེད་པ་ སེང་གེ་ ཆེན་པོ་ དེ་དག་ ཉིད་ ཀྱི་ གཟི་བརྗིད་ ཀྱང་ མི་ བཟོད་པ ས་ དེ་ཉིད་ ནས་ ཕྱིར་ འདོང་བ་ ཡིན་ ནོ །_།
en: Unable to withstand the charisma of those fearless great lions, they take their leave from them.

source: ཀུན་དགའ་བོ་ འདི་ལྟ་སྟེ །_ དཔེར་ན་ རི་ དག ས་ ཀྱི་ རྒྱལ་པོ་ སེང་གེ་ རལ་པ་ ཅན་ གཟི་བརྗིད་ དང་ ལྡན་པ་ དེ་ཉིད་ ལན་ གསུམ་ དུ་ སེང་གེ འི་ སྒྲ་ སྒྲོགས་པ་ ན་ དཔག་ཚད་ ཁོར་ཡུག་ ཏུ་ སྒྲ་ འབྱིན་པ ར་ བྱེད་ ལ །_
en: $1832 “Ānanda, it is also like this, as a simile: |#| When a lion, the king of beasts, with his mane and charisma, roars three times, it can be heard as far as a league away.

source: དེ་ནས་ ཕྱིས་ ཀྱང་ ཕྱོགས་ ཐམས་ཅད་ དུ་བ ར་ དེ་ ན་ སེང་གེ་ ཕལ་པ་ གང་དག་ ཡོད་པ་ དེ་དག་ ཀྱང་ དེ འི་ ཚེ་ སྐྲག་པ ར་ འགྱུར་ ན |#| དེ་ལས་ གཞན་པ འི་ རི་ དག ས་ ཀྱི་ རིགས་ ཁོ་རེ་ ཆུང་བ་ རྣམས་ ལྟ་ཅི་ སྨོས་ ཤིང་ །_
en: Then even ordinary lions present throughout that distance are frightened, let alone other, lesser kinds of wild animals.

source: སྤོས་ ཀྱི་ གླང་པོ་ཆེ་ གང་དག་ ཡོད་པ་ དེ་དག་ ཀྱང་ སྒྲ་ ཐོས་པ ས་ གཅིན་ རྟུག་ གཏོར་ ཅིང་ འགྱེས་པ ར་ ཡང་ འགྱུར་ ལ །_ གཅིག་ ལ་ གཅིག་ ཀྱང་ ཤིན་ཏུ་ འབོད་པ ར་ བྱེད་པ ར་ འགྱུར་ རོ །_།
en: Even when the elephants in musth hear that sound, they urinate and defecate, and then disband, trumpeting loudly to one another.

source: ཀུན་དགའ་བོ་ དེ་བཞིན་ དུ་ སེང་གེ་ ཆེན་པོ འི་ འདུས་པ །_ རིགས་ བཙུན་ [208b] པ འི་ འདུས་པ །_ བག་ཚ་བ་ མེད་པ འི་ འདུས་པ འི་ འདུས་པ་ དེ་ ན །_ |#| བྱང་ཆུབ་ སེམས་དཔའ་ དམུ་རྒོད་ གང་དག་ ཡོད་པ་ ནི་ མིང་ གཅིག་པ ར་ གཏོགས་པ་ ཡིན་ ནོ །_།
en: $1833 “Likewise, Ānanda, in the assembly of great lions, [208.b] the assembly of those of venerable family, the assembly of the fearless, bodhisattvas who are unruly are included in name alone.

source: འདི་ལྟ་སྟེ་ དཔེར་ན་ སེང་གེ་ ཕལ་པ་ དེ་དག་ ནི་ སེང་གེ འི་ སྒྲ་ ཡང་ ཉན་པ ར་ བྱེད་ ལ །_ སྒྲ་ དེ་ ཐོས་ ནས་ ཀྱང་ རི་སུལ་ དུ་ འཇུག་པ ར་ བྱེད་ དོ །_།
en: Thus, for instance, when ordinary lions hear the lion’s roar, they feel compelled to hide in mountain fissures.

source: ཀུན་ དགའ་བོ་ དེ་བཞིན་ དུ་ བྱང་ཆུབ་ སེམས་དཔ འི་ འདུས་པ འི་ འདུས་པ་ དེ་ ན །_ |#| བྱང་ཆུབ་ སེམས་དཔའ་ དམུ་རྒོད་ སྤྱོད་ལམ་ ངན་པ་ གྲགས་པ་ དང་ །_ སྒྲ་ དང་ །_ ཚིགས་ སུ་ བཅད་པ་ ལྷུར་ལེན་པ །_ བདག་ གི་ མིང་ དང་ །_ དབྱངས་ དང་ །_ སྒྲ་ ལྷུར་ལེན་པ་ གང་དག་ ཡོད་པ་ དེ་དག་ ནི་ སྐྲག་ ཅིང་ དངང་ ལ་ འབྲོས་ པ ར་ འགྱུར་ ཞིང་ གཡང་ས་ ཆེན་པོ ར་ ཡང་ ལྟུང་བ ར་ འགྱུར་ རོ །_།
en: Likewise, Ānanda, unruly bodhisattvas with poor conduct, who chase after renown, fame, and praise, and who revere the name, cadence, and sound of ‘self,’ will flee, frightened and scared, and thus fall off steep cliffs.

source: ཀུན་དགའ་བོ་ སྟོང་པ འི་ སྒྲ་ དང་ །_ མཚན་མ་ མེད་པ འི་ སྒྲ་ དང་ །_ སྨོན་པ་ མེད་པ འི་ སྒྲ་ ནི་ དེ་ལས་ གཞན་པ འི་ བྱང་ཆུབ་ སེམས་དཔའ་ དམིགས་པ་ ལ་ སྤྱོད་པ །_ བདག་ ལ་ མངོན་པར་ ཞེན་པ །_ ཕུང་པོ་ ལ་ མངོན་པར་ ཞེན་པ །_ ཁམས་ ལ་ མངོན་པར་ ཞེན་པ །_ སྐྱེ་མཆེད་ ལ་ མངོན་པར་ ཞེན་པ །_ ཚུལ་ཁྲིམས་ ལ་ མངོན་པར་ ཞེན་པ །_ ཏིང་ངེ་འཛིན་ ལ་ མངོན་པར་ ཞེན་པ །_ ལམ་ དང་ མྱ་ངན་ ལས་ འདས་པ་ དང་ །_ འབྲས་བུ་ ལ་ མངོན་པར་ ཞེན་པ །_ སངས་རྒྱས་ ཀྱི་ བྱང་ཆུབ་ ཀྱི་ མྱ་ངན་ ལས་ འདས་པ་ ཆེན་པོ་ ལ་ མངོན་པར་ ཞེན་པ་ དག་ གིས་ བཟོད་པ ར་ བྱ་བ་ མ་ཡིན་པ འི་ ཕྱིར་ ཏེ །_
en: This is because, Ānanda, bodhisattvas who engage in perceptions other than the words empty, signless , and wishless , and who are strongly attached to self, the aggregates, the elements, the sense sources, discipline, absorption, the path, nirvāṇa, the fruition, and the great nirvāṇa of a buddha’s awakening, will not be able to bear them. |#| For,

source: ཀུན་དགའ་བོ་ འདི་ལྟ་སྟེ །_ སྟོང་པ་ཉིད་ དང་ །_ མཚན་མ་ མེད་པ་ དང་ །_ སྨོན་པ་ མེད་པ འི་ སྒྲ་ དེ་ ནི་སྒྲ་ ཆེན་པོ་ ཡིན་ ནོ །_།
en: Ānanda, the words emptiness, signlessness , and wishlessness are words with magnitude.

source: ཀུན་དགའ་བོ་ དེ་ལྟ ར་ ན་ དེ་བཞིན་ གཤེགས་པ ས་ ཆོས་ ཐམས་ཅད་ སྟོང་པ འོ་ ཞེས་ ཆོས་ བསྟན་ ཀྱང་ གང་ཡང་ སྟོང་པ་ མེད་ དོ །_།
en: $1834 “Ānanda, although the Thus-Gone One teaches the Dharma, ‘All phenomena are empty,’ there is no emptiness whatsoever—

source: གང་ གི་ ཡང་ སྟོང་པ་ མེད་ དོ །_།
en: there is no emptiness belonging to anything whatsoever,

source: གང་ གིས་ ཀྱང་ སྟོང་པ་ མེད་ དོ །_།
en: there is no emptiness of anything whatsoever, and

source: གང་ ལ་ ཡང་ སྟོང་པ་ མེད་ དོ །_།
en: there is no emptiness in anything whatsoever.

source: ཀུན་དགའ་བོ་ དེ་ལྟ ར་ ན་ དེ་བཞིན་ གཤེགས་པ ས་ ཆོས་ རྣམས་ མཚན་མ་ མེད་པ འོ་ ཞེས་ བསྟན་ ཀྱང་ དེ་དག་ ནི་ གང་ཡང་ མཚན་མ་ མེད་པ་ མེད་ དོ །_།
en: $1835 “Ānanda, although the Thus-Gone One teaches the Dharma, ‘All phenomena are signless,’ there is no signlessness whatsoever—

source: གང་ གི་ ཡང་ མཚན་མ་ མེད་པ་ མེད་ དོ །_།
en: there is no signlessness belonging to anything whatsoever,

source: གང་ གིས་ ཀྱང་ མཚན་མ་ མེད་པ་ མེད་ དོ །_།
en: there is no signlessness with anything whatsoever, and

source: གང་ ལ་ ཡང་ མཚན་མ་ མེད་པ་ མེད་ དོ །_།
en: there is no signlessness in anything whatsoever.
